Repository: UPCnet/genweb6.core
Catalog: src/genweb6/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

source: És important pujar una imatge amb una resolució de 2000 x 900px per el model de pantalla sencera o de 2000 x 500px. Aquesta imatge, a part, es farà servir per al fons del peu de pàgina.
es: Es importante subir una imagen con una resolución de 2000 x 900 px para el modelo de pantalla entera o de 2000 x 500 px. Esta imagen, aparte, se utilizará para el fondo del pie de página.

source: Add Multi-view Collection Portlet
ca: Afegeix portlet de col·lecció multivista

source: Add Tags portlet
ca: Afegeix portlet d'etiquetes

source: Banner
ca: Bàner

source: Carousel
ca: Carrusel

source: ERROR. Charset undefined
ca: ERROR: Charset no definit

source: ERROR. Charset undefined.
ca: ERROR: Charset no definit

source: ERROR. This URL does not exist.
ca: ERROR. L'URL no existeix

source: El número de banners debe estar entre 1 y 10.
ca: El número de bàners ha d'estar entre 1 i 10.

source: Exclude the Current Context
ca: Excloure el context actual

source: Info
ca: Informació:

source: app_name
ca: Nom de l'APP

source: heading_metadades
ca: Neteja de metadades

source: neteja_metadades_description
ca: Amb aquesta eina pots eliminar fàcilment totes les metadades i la informació oculta dels teus arxius PDF abans de compartir-los, garantint més privacitat i seguretat, i tot amb un sol clic. Un cop enviïs els teus documents, es descarregarà automàticament al teu dispositiu el fitxer o fitxers (en format <strong>.zip</strong>) nets de metadades, llestos per utilitzar.

source: no_file_selected
ca: No s'ha triat cap fitxer

source: select_file_button
ca: Tria un fitxer

source: select_pdf
ca: Selecciona el PDF a netejar:

source: send_to_anonymize
ca: Netejar
