Repository: UPCnet/genweb6.core
Catalog: src/genweb6/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

source: ${items} could not be deleted.
ca: ${items} no s'han pogut suprimir.
es: ${items} no han podido ser eliminados.

source: ${items} deleted.
ca: ${items} suprimit.
es: ${items} eliminado.

source: 1 Destacat Principal
es: 1 Destacado Principal

source: 2 Destacats
es: 2 Destacados

source: 3 Destacats
es: 3 Destacados

source: 4 Destacats Esdeveniments
es: 4 Destacados Eventos

source: 5 Destacats
es: 5 Destacados

source: 5 Destacats Dreta
es: 5 Destacados Derecha

source: 5 Destacats Esquerra
es: 5 Destacados Izquierda

source: 7days_events
ca: Esdeveniments en els 7 dies vinents.
es: Eventos en los próximos 7 días.

source: <i class="bi bi-info-circle-fill me-1"></i> Passos per afegir continguts
es: <i class="bi bi-info-circle-fill me-1"></i> Pasos para añadir contenidos

source: <ul><li><span class='fw-bold'>No value (per defecte):</span> Els motors de cerca indexen la pàgina i segueixen els enllaços (comportament per defecte).</li><li><span class='fw-bold'>index, nofollow:</span> Indexa la pàgina, però no segueix els enllaços que conté.</li><li><span class='fw-bold'>noindex, follow:</span> No indexa la pàgina, però sí que segueix els enllaços.</li><li><span class='fw-bold'>index, follow:</span> Indexa la pàgina i segueix els enllaços (equivalent a no especificar res).</li><li><span class='fw-bold'>noindex:</span> No indexa la pàgina i no segueix els enllaços.</li><li><span class='fw-bold'>noindex, nofollow:</span> No indexa la pàgina ni segueix els enllaços.</li></ul>
es: <ul><li><span class='fw-bold'>No value (por defecto):</span> Los motores de búsqueda indexan la página y siguen los enlaces (comportamiento por defecto).</li><li><span class='fw-bold'>index, nofollow:</span> Indexa la página, pero no sigue los enlaces que contiene.</li><li><span class='fw-bold'>noindex, follow:</span> No indexa la página, pero sí sigue los enlaces.</li><li><span class='fw-bold'>index, follow:</span> Indexa la página y sigue los enlaces (equivalente a no especificar nada).</li><li><span class='fw-bold'>noindex:</span> No indexa la página y no sigue los enlaces.</li><li><span class='fw-bold'>noindex, nofollow:</span> No indexa la página ni sigue los enlaces.</li></ul>

source: A Banner
ca: Bàner
es: Banner

source: A footer logo
ca: Logo peu
es: Logo del pie

source: ATENCIÓ:
es: ATENCIÓN:

source: Acordió
es: Acordeón

source: Acordió / Pestanyes
es: Acordeón / Pestañas

source: Add Event Multi-view Collection Portlet
ca: Afegir portlet de col·lecció multivista d'esdeveniments
es: Añadir portlet de colección multivista de eventos

source: Add Events Portlet
ca: Afegeix portlet d'Agenda
es: Añadir porlet de calendario

source: Add Grid Events portlet
ca: Afegir portlet Grid Agenda
es: Añadir portlet Grid Agenda

source: Add Noticies portlet
ca: Afegeix portlet de notícies
es: Añadir portlet de noticias

source: Add banners portlet
ca: Afegeix portlet bàners
es: Añadir potlet banners

source: Add field to add icon.
ca: Afegeix un camp per afegir una icona.
es: Añadir un campo para añadir un icono

source: Add field to add image in contents.
ca: Afegeix un camp per afegir una imatge als continguts.
es: Añadir un campo para añadir una imagen en los contenidos

source: Add field to mark a link to open in a new window when clicked.
ca: Afegeix un camp per marcar un enllaç per obrir-lo en una finestra nova quan es faci clic.
es: Añadir un campo para marcar si un enlace se quiere abrir en un enlace nuevo al clicar.

source: Add icon fields
ca: Afegeix camps d'icones.
es: Añadir campo icono

source: Adreça web del canal on es troba el vídeo.
es: Dirección web del canal donde se encuentra el vídeo

source: Afegeix portlet de contingut existent
es: Añadir portlet de contenido existente

source: Afegeix un botó a l'enllaç afegit en aquest camp
es: Añadir un botón al enlace añadido en este campo

source: Afegir contigut existent intern o extern
es: Añadir contenido existente interno o externo

source: AgendaGW
ca: Agenda
es: Agenda

source: Al marcar aquesta opció es mostrarà els enllaços als continguts i els enllaços personalitzats
ca: En marcar aquesta opció es mostrarà el primer i segon nivell del menú i els enllaços personalitzats
es: Al marcar esta opción se mostrará el primer y segundo nivel del menú y los enlaces personalizados

source: Al marcar aquesta opció es mostrarà la pàgina de enllaços personalitzats al peu, la pàgina ha d'estar publicada.
ca: En marcar aquesta opció es mostrarà la pàgina d'enllaços personalitzats al peu, la pàgina ha d'estar publicada. Podeu editar-la des de les següents pàgines: <a target='_blank' href='ca/enllacospersonalitzats'>Català</a> | <a target='_blank' href='en/customizedlinks'>Àngles</a> | <a target='_blank' href='es/enlacespersonalizados'>Castellà</a>
es: Al marcar esta opción se mostrará la página de enlaces personalizados en el pie, la página debe estar publicada. Puede editarla desde las siguientes páginas: <a target='_blank' href='es/enlacespersonalizados'>Catalán</a> | <a target='_blank' href='en/customizedlinks'>Ingles</a> | <a target='_blank' href='es/enlacespersonalizados'>Castellano</a>

source: All
ca: Tots
es: Todos

source: Altres
es: Otros

source: Anar al contingut principal
es: Ir al contenido principal

source: Anglès
es: Inglés

source: Apareixerà a la tile seleccionada
es: Aparecerá en la Tile selecionada

source: Aquest formulari crea una carpeta dins la qual heu d'afegir les imatges que formin part del carrusel
es: Este formulario crea un directorio dentro de la cual has de añadir las imágenes que formaran parte del carrusel.

source: Aquest formulari crea una carpeta dins la qual heu de crear una pàgina per cada desplegable del acordió o pestanya.
es: Este formulario crea un directorio dentro de la cual has de añadir las páginas que formmaran parte de cada desplegable del acordión o de cada pestaña.

source: Aquest portlet mostra contingut ja existent en URL específica.
ca: Aquest portlet mostra contingut ja existent en una URL específica.
es: Este portlet muestra contenido ya existente de la URL especificada.

source: Aquest portlet mostra noticies
ca: Aquest portlet mostra notícies
es: Este portlet muestra noticias

source: Aquesta notícia està marcada com a important. Per desmarcar la notícia com a important premeu el botó:
es: Esta noticia está marcada como importante. Para desmarcar la noticia como importante pulse el botón:

source: BannerContainer
ca: Directori de bàners
es: Directorio de Banners

source: Big image
ca: Imatge gran
es: Imagen destacada

source: Big image position
ca: Posició de la imatge gran
es: Posición de la imagen destacada

source: Boolea que indica si s'ha de mostrar la data en les noticies
ca: Indica si cal mostrar la data a les notícies
es: Indica si se muestra la fecha en las noticias

source: Cancel
ca: Cancel·la
es: Cancelar

source: Carrusel amb quatre imatges en pantalla, en dispositius mòbils es redueix a una
es: Carousel con cuatro imágenes en pantalla, en dispositivos móviles se reduce a una

source: Carrusel amb una imatge en pantalla
es: Carousel con una imagen en pantalla

source: Castellà
es: Español

source: Català
es: Catalán

source: Categories
es: Categorías

source: Cerca una col·lecció
es: Busca una colección

source: Changes canceled.
ca: Canvis cancelats
es: Cambios cancelados

source: Changes saved
ca: Canvis desats
es: Cambios guardados

source: Choose how the portlet must be rendered
ca: Seleccioni com es mostrarà el portlet
es: Escoger como se mostrará el portlet

source: Cintillo Settings
ca: Configuració Cintillo
es: Configuración Cintillo

source: Clar
es: Claro

source: Clar a fosc
es: Claro a oscuro

source: Color de fons de l'avís
es: Color de fondo del aviso

source: Color de la font de l'avís
es: Color de la fuente del aviso

source: Color de transició del menú quan fem scroll
es: Color de transición del menú cuando hacemos scroll

source: Col·lecció
es: Colección

source: Comparteix
es: Compartir

source: Configura el contingut extern
es: Configura el contenido externo

source: Configura el contingut intern
es: Configura el contenido interno

source: Configuracions
es: Configuraciones

source: Connections
ca: Connexions
es: Conexiones

source: Conservadora
ca: Estàndard
es: Estándar

source: Contacte amb nosaltres
es: Contacta con nosotros

source: Content type
ca: Tipus d'element
es: Tipo de contenido

source: Content's title position
ca: Posició del títol del contingut
es: Posición del título del contenido

source: Contingut Existent
es: Contenido Existente

source: Continguts de dintre d'aquest directori
es: Contenidos dentro de este directorio

source: Continguts que alimenten la plantilla
es: Contenidos que alimentan la plantilla

source: Copiar enllaç
es: Copiar enlace

source: Copiat
es: Copiado!

source: Copiat!
es: Copiado!

source: Costumizar completament els enllaços
ca: Mostrar un menú alternatiu
es: Mostrar un menú alternativo

source: Custom Video
ca: Vídeo personalitzat
es: Video personalizado

source: Desenvolupat amb
es: Desarrollado con

source: Desmarca com a important
es: Desmarca como importante

source: Display categories
ca: Mostrar categories
es: Mostrar categorias

source: Display dates
ca: Mostrar dates
es: Mostrar fechas

source: Display descriptions
ca: Mostrar descripcions
es: Mostrar descripción

source: Display images
ca: Mostrar imatges
es: Mostrar imágenes

source: Document Image
ca: Pàgina amb imatge
es: Página con imagen

source: Documentació
es: Documentación

source: ERROR. Review the content configuration.
ca: ERROR. Comprova la configuració del contingut
es: ERROR. Revise la configuración del contenido

source: ERROR. Review the portlet configuration.
ca: ERROR. Comprova la configuració del portlet
es: ERROR. Revise la configuración del portlet

source: ERROR. There was a timeout.
ca: ERROR. Temps d'espera superat
es: ERROR. Se ha superado el tiempo de espera

source: ERROR. This URL does not exist
ca: ERROR. L'URL no existeix
es: ERROR. La URL no existe

source: ERROR. This element does not exist:
ca: ERROR. L'element no existeix
es: ERROR. El elemento no existe:

source: EXTERN: URL de la pàgina a mostrar
es: EXTERNO: URL de la página a mostrar

source: Edit
ca: Edita
es: Editar

source: Edit Event Multi-view Collection Portlet
ca: Edita portlet de col·lecció multivista d'esdeveniments
es: Editar portlet de colección multivista de eventos

source: Edit Events Portlet
ca: Edita portlet d'agenda
es: Editar Portlet de Calendario

source: Edit Grid Events Portlet
ca: Editar portlet de grid agenda
es: Editar portlet Grid Agenda

source: Edit Multi-view Collection Portlet
ca: Editar portlet de col·lecció multivista
es: Editar portlet de colección multivista

source: Edit News Portlet
ca: Edita portlet de notícies
es: Edit portlet noticias

source: Edit Tags Portlet
ca: Edita portlet de tags
es: Editar portlet de etiquetas

source: Edit banners portlet
ca: Edita portlet de bàners
es: Editar portlet báners

source: Edita portlet de contingut existent
es: Editar portlet de contenido existente

source: El contingut d'aquest camp només aplica en les tiles esmentades
es: Este campo sólo se aplica a las tiles correspondientes

source: El valor introduït no és un URL vàlid.
es: El valor introducido no es una URL válida.

source: Element de la pàgina a mostrar, per defecte #content-core
es: Elemento de la página a mostrar, por defecto #content-core

source: Els continguts han sigut exclosos de la navegació correctament.
es: Los contenidos han sido excluidos de la navegación correctamente.

source: Enllaç
es: Enlace

source: Enllaç extern per obrir en finestra nova
es: Enlace externo para abrir en ventana nueva

source: Enllaç intern per obrir en la mateixa finestra
es: Enlace interno para abrir en la misma ventana

source: Enllaç per les tiles de 4 i 5 Destacats
ca: Enllaç per les tiles de 2, 3, 4 i 5 Destacats
es: Enlace para las tiles de 2, 3, 4 y 5 destacados

source: Enllaç per les tiles de 5 Destacats
es: Enlace para las tiles de 5 Destacados

source: Enllaços al peu
es: Enlaces al pie

source: Entra amb la identificació única
es: Entra con la identificación única

source: Es visualitza sota el títol del web als tipus de capçalera amb imatge hero
ca: Es visualitza sota el títol del web als tipus de capçalera half hero amb fons blau UPC o full hero
es: Se visualiza bajo el título del web en los tipos de cabecera half hero con fondo azul UPC o full hero

source: Escull com es mostraran les noticies
ca: Seleccioni com es mostraran les notícies
es: Como se mostrarán las noticias

source: Events
ca: Agenda
es: Agenda

source: Existing Content
ca: Contingut existent
es: Contenido existente

source: Falta l'enllaç extern
es: Falta el enlace externo

source: Falta seleccionar el contingut intern
es: Falta seleccionar el contenido interno

source: Fer el títol enllaçable cap a algun contingut de la web
es: Hacer el título enlazable hacia algún contenido de la web

source: Fer el títol enllaçable cap a una altra web. NOTA: Si aquest camp està ple no es tindrà en compte l'enllaç intern
es: Hacer el título enlazable hacia otra de la web. NOTA: Si este campo está lleno no se tendrá en cuenta el enlace interno

source: File Types
ca: Tipus de fitxers
es: Tipos de ficheros

source: Find the collection which provides the items to list
ca: Seleccioni la col·lecció.
es: Encontrar colección para los elementos de la lista

source: Fons clar
es: Fondo claro

source: Fons obscur
es: Fondo oscuro

source: Footer Settings
ca: Configuració Peu
es: Configuración Pie

source: Formulari Existent
es: Formulario Existente

source: Forçar les proporcions de les imatges
es: Forzar las proporciones de las imágenes

source: Fosc
es: Oscuro

source: Frase publicitària
es: Frase publicitaria

source: Full News
ca: Notícies amb foto
es: Noticias con foto

source: Full view
ca: Amplada total
es: Vista completa

source: Full2cols view
ca: Amplada total a dues columnes: dues columnes amb imatge a dalt i text a sota
es: Anchura total a dos columnas: tres columnas con imagen arriba y texto debajo

source: Full3cols view
ca: Amplada total a tres columnes: tres columnes amb imatge a dalt i text a sota
es: Anchura total a tres columnas: tres columnas con imagen arriba y texto debajo

source: Full4cols view
ca: Amplada total a quatre columnes: quatre columnes amb imatge a dalt i text a sota
es: Anchura total a cuatro columnas: cuatro columnas con imagen arriba y texto debajo

source: FullNews
ca: Notícies amb foto
es: Notícias con foto

source: Genweb Advanced
ca: Genweb Avançats
es: Avanzados Genweb

source: Genweb Configuration
ca: Configuració Genweb
es: Configuración Genweb

source: Genweb banners
ca: Bàners
es: Báners

source: Go to parent folder
ca: Anar al directori pare
es: Ir al directorio padre

source: Grid events
ca: Parrilla d'Agenda
es: Parrilla de Agenda

source: GridEvents
ca: Parrilla d'Agenda
es: Parrilla de Agenda

source: Habilitar l'opció de poder obrir múltiples panells de l’acordió
es: Habilitar la opción de poder abrir múltiples paneles del acordeon

source: Header Settings
ca: Configuració Capçalera
es: Configuración Cabecera

source: Hi ha hagut un error durant el procediment.
es: Ha habido un error durante el procedimiento.

source: How many banners to list.
ca: Nombre de banners a mostrar
es: Número de banners a mostrar

source: How many items to list.
ca: Nombre d'elements a mostrar
es: Número de elementos a mostrar

source: INFORMACIÓ:
es: INFORMACIÓN:

source: INTERN: Existing content
ca: INTERN: Contingut existent
es: INTERNO: Contenido existente

source: Icona
es: Icono

source: Icona gran?
es: ¿Icono grande?

source: Icona que es mostrarà al costat del títol en cas de no afegir imatge, podeu trobar tots els identificadors en el <a href='https://icons.getbootstrap.com/' target='_blank'>següent enllaç</a>. Ex: bi-gear
es: Icono que se mostrará al lado del título en el caso de no añadir imagen, podéis encontrar todos los identificadores en el <a href='https://icons.getbootstrap.com/' target='_blank'>siguiente enlace</a>. Ex: bi-gear

source: Icona que es mostrarà al costat del títol, podeu trobar tots els identificadors en el <a href='https://icons.getbootstrap.com/' target='_blank'>següent enllaç</a>. Ex: bi-exclamation-diamond
es: Icono que se mostrará al lado del título, podéis encontrar todos los identificadores en el <a href='https://icons.getbootstrap.com/' target='_blank'>siguiente enlace</a>. Ex: bi-exclamation-diamond

source: Identitat Digital Settings
ca: Configuració Identitat Digital
es: Configuración Identidad Digital

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying Collection.
ca: Si es selecciona, un enllaç indicant Més... es mostrarà al peu del portlet.
es: Mostrar enlace de más...

source: If enabled, effective dates will be shown underneath the items listed.
ca: Si es selecciona, es mostraran les dates efectives sota els elements.
es: Mostrar fechas efectivas

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
ca: Si es selecciona, es cercaran elements de manera aleatòria, sense cap ordre.
es: Seleccionar aleatoriamente los elementos

source: If enabled, the listing will not include the current item the portlet is rendered for if it otherwise would be.
ca: Si es selecciona, el llistat no mostrarà l'element actual.
es: Excluir elemento actual

source: Image
ca: Imatge
es: Imagen

source: Image fields
ca: Camps d'imatge
es: Campos de imagen

source: Image only visible in portlets and in folder and collection views
ca: La imatge només és visible en els portlets i en les vistes de carpeta i col·leccions
es: La imagen solo es visible en los portlets y en las vistas de carpeta y colección

source: Imatge capçalera
ca: Imatge de capçalera
es: Imagen de cabecera

source: Imatge principal conservadora
ca: Imatge estàndard
es: Imagen estándar

source: Imatge principal innovadora
ca: Imatge hero
es: Imagen hero

source: Inici
es: Inicio

source: Iniciar el carousel automàticament
es: Iniciar el carrusel automáticamente

source: Innovadora a pantalla sencera
ca: Full Hero
es: Full Hero

source: Innovadora amb títol en fons blau UPC
ca: Half Hero amb títol en fons blau UPC
es: Half Hero con título en fondo azul UPC

source: Innovadora amb títol negre
ca: Half Hero amb títol negre
es: Half Hero con título negro

source: Installs the genweb6.core add-on.
ca: Instal·lar paquet genweb6.core
es: Instalar paquete de genweb6.core

source: Installs the genweb6.theme add-on.
ca: Instal·lar paquet genweb6.theme
es: Instalar paquete de genweb6.theme

source: Interval de temps entre imatges (ms)
es: Intervalo de tiempo entre imágenes (ms)

source: Introdueix el codi de color. Ex: #CC3300
es: Introduce el código de color. Ex: #CC3300

source: Introdueix el codi de color. Ex: #FFFFFF
es: Introduce el código de color. Ex: #FFFFFF

source: Items in which workflow state to show.
ca: Estats a mostrar
es: Elementos en los que se muestra el estado del flujo de trabajo.

source: L'element s'ha desmarcat com important
es: El elemento se ha desmarcado como importante

source: L'element s'ha marcat com important
es: Elemento marcado como importante

source: L'interval de temps ha d'estar entre 5000 i 60000 ms
es: El intervalo de tiempo debe estar entre 5000 y 60000 ms

source: Lead Image Caption
ca: Llegenda de la imatge principal
es: Leyenda de Imagen Principal

source: Limit
ca: Límit
es: Límite

source: Link
ca: Enllaç
es: Enlace

source: List view
ca: Vista de llista
es: Vista lista

source: Llista d’enllaços [CA]
es: Listado de enlaces [CA]

source: Llista d’enllaços [EN]
es: Listado de enlaces [EN]

source: Llista d’enllaços [ES]
es: Listado de enlaces [ES]

source: Login Settings
ca: Configuració Login
es: Configuración Login

source: Logo secundari
es: Logo secundario

source: Logos_Container
es: Directorio Logos

source: Logos_Footer
es: Logos Pie

source: Marca com a important
es: Marca como importante

source: Marqueu aquesta casella si es desitja que el text mostrat a dalt sigui visualitzat sense la capçalera, el contorn o el peu estàndard
es: Mostra sin cabecera, contorno ni pie

source: Marqueu aquesta casella si voleu que es mostri el títol del portlet
es: Mostrar el título del portlet

source: Max size for a file field on easy form.
ca: Mida màxima per a un camp de fitxer en un easy form.
es: Tamaño máximo para un campo de archivo en un formulario fácil.

source: Max size for file fields
ca: Mida màxima per als camps de fitxer
es: Tamaño máximo para campos de archivo

source: Maxim numero de esdeveniments a mostrar (d'1 a 16)
ca: Màxim número d'esdeveniments a mostrar (d'1 a 16)
es: Máximo número de eventos a mostrar (de 1 a 16)

source: Maxim numero de noticies a mostrar (5 o 7)
ca: Màxim número de notícies a mostrar (5 o 7)
es: Máximo número de noticias a mostrar (5 ó 7)

source: Maxim numero de noticies a mostrar (d'1 a 14)
ca: Màxim número de notícies a mostrar (d'1 a 14)
es: Número máximo de noticias a mostrar (1-14)

source: Menú al peu
es: Menú en el pie

source: Mida màxima
es: Tamaño máximo

source: Mida màxima (en MB) per als fitxers d'aquest formulari. Número enter.
es: Tamaño máximo (en MB) para los archivos de este formulario. Número entero.

source: More link
ca: Més links
es: Ver más

source: More text
ca: Més text
es: Más información

source: Mostra data?
es: Mostrar fecha

source: Mostra el títol?
es: Mostrar título

source: Mostrar descripció
es: Mostrar descripción

source: Mostrar enllaços al peu
es: Mostrar el menú del sitio web

source: Mostrar títol
es: Mostrar título

source: Mostrar un botó (Copiar HTML) que permeti copiar el codi html generat per a poder inserir-ho en una altre lloc.
es: Mostrar un botón (Copiar HTML) que permita copiar el código HTML generado para poder insertarlo en otros sitios.

source: Multiple carousel view
ca: Vista de carrusel múltiple
es: Carousel con cuatro imagenes en pantalla, en dispositivos móviles se reduce a una

source: Name of the Twitter account used to shown the tweets
ca: Nom del compte de Twitter utilitzat per mostrar els tuits
es: Cuenta de twitter

source: News
ca: Notícies
es: Noticias

source: Nom de l’apartat [CA]
es: Nombre del apartado [CA]

source: Nom de l’apartat [EN]
es: Nombre del apartado [EN]

source: Nom de l’apartat [ES]
es: Nombre del apartado [ES]

source: Només text
es: Sólo título

source: Normal view
ca: Vista estàndard
es: Vista normal

source: NoticiesPropi
es: Noticias

source: Nou Contingut existent
es: Contenido existente

source: Number of banners to display
ca: Nombre de bàners a mostrar
es: Número de banners a mostrar

source: Number of items to display
ca: Nombre d'elements a mostrar
es: Número de elementos a mostrar

source: Numero de columnes
ca: Número de columnes
es: Número de columnas

source: Numero de columnes (d'1 a 4)
ca: Número de columnes (d'1 a 4)
es: Número de columnas (de 1 a 4)

source: Numero de esdeveniments a mostrar
ca: Número d'esdeveniments a mostrar
es: Número de eventos a mostrar

source: Numero de noticies a mostrar
ca: Número de noticies a mostrar
es: Número de noticias a mostrar

source: Obrir el primer panell de l’acordió per defecte
es: Abrir el primer panel del acordeón por defecto

source: Omet el contorn del portlet
es: Omitir el contorno del portlet

source: Optional open link in a new window
ca: Opcional obre el link en una nova pestanya
es: Abre el enlace en una nueva ventana

source: Per accesibilitat cal descriure la imatge
es: Por accesibilidad es necesario describir la imagen
