Repository: UPCnet/genweb6.core
Catalog: src/genweb6/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

source: Per afegir continguts dintre d'aquest directori d'acordió / pestanyes: Dirigiu-vos al menú lateral, opció [ <i class="bi bi-plus-square-fill me-1"></i> Afegeix... ] tot seleccionant algun dels recursos disponibles. Cada contingut esdevindrà una peça.
es: Para añadir contenidos dentro de este directorio de acordeón / pestañas: Diríjase al menú lateral, opción [ <i class="bi bi-plus-square-fill me-1"></i> Agregar.. ] seleccionando alguno de los recursos disponibles. Cada contenido se convertirá en una pieza.

source: Per afegir continguts dintre d'aquest directori de carrusel: Dirigiu-vos al menú lateral, opció [ <i class="bi bi-plus-square-fill me-1"></i> Afegeix... ].
es: Para añadir contenidos dentro de este directorio de carrusel: Diríjase al menú lateral, opción [ <i class="bi bi-plus-square-fill me-1"></i> Agregar... ].

source: Per defecte: Enlaces
ca: Per defecte: Enllaços
es: Por defecto: Enlaces

source: Per defecte: Enllaços
es: Por defecto: Enllaços

source: Per defecte: Links
ca: Per defecte: Enllaços
es: Por defecto: Links

source: Per marcar la notícia com a important premeu el botó:
es: Para marcar la noticia como importante pulse el botón:

source: Per motius d'accessibilitat, us recomanem que eviteu l'ús de carrusels de reproducció automàtica.
es: Por motivos de accesibilidad, os recomendamos que evitéis el uso de carruseles de reproducción automática.

source: Permet introduir el text que es veurà a l'avís
es: Permite introducir el texto que se verá en el aviso

source: Pestanyes
es: Pestañas

source: Picture
ca: Imatge
es: Imagen

source: Please upload an image
ca: Si us plau,carregueu una imatge
es: Por favor, suba una imagen

source: Podeu afegir continguts en aquest directori des del següent <a target="_blank" href="folder_contents">enllaç</a>
es: Puede añadir contenidos en este directorio desde el siguiente <a target="_blank" href="folder_contents">enlace</a>

source: Portlet header
ca: Capçalera del portlet
es: Cabecera del portlet

source: Posició del text
es: Posición del texto

source: Pretty RSS
es: Canal RSS avanzado

source: Publica el avis
ca: Publica l'avís
es: Publica el aviso

source: Purge
ca: Purga
es: Borrar caché

source: Purged
ca: Purgat
es: Caché borrada

source: Recurs CSS
es: Recurso CSS

source: Recurs JS
es: Recurso JS

source: Resources Settings
ca: Configuració de recursos
es: Estilos propios

source: Revisa el valor introduït, ha de ser un número entre 5000 i 60000
es: Revisa el valor introducido, debe ser un número entre 5000 y 60000

source: Rodona a la dreta
es: Redonda a la derecha

source: Rodona a l’esquerra
es: Redonda a la izquierda

source: S'utilitza a la descripció de la secció 'head' de la pàgina web
es: Se utiliza en la descripción de la sección 'head' de la página web

source: S'utilitza al títol de la secció 'head' de la pàgina web
es: Se utiliza en el título de la sección 'head' de la página web

source: SEO Description
ca: Descripció SEO
es: Descripción SEO

source: SEO Fields
ca: Camps SEO
es: Campos SEO

source: SEO Title
ca: Títol SEO
es: Título SEO

source: Save
ca: Desa
es: Guardar

source: Selecciona per pujar els recursos des de fitxers i no utilitzar els camps de text pla
es: Selecciona para subir los recursos desde archivos y no utilizar los campos de texto plano

source: Selecciona una opció
es: Selecciona una opción

source: Select an existing content
ca: Seleccioneu un contingut existent
es: Seleccionar contenido existente

source: Select random items
ca: Seleccioneu elements aleatoris
es: Elementos aleatorios

source: Show dates
ca: Mostra dates
es: Mostrar fechas

source: Show more... link
ca: Mostra més... enllaç
es: Mostrar enlace más...

source: Si es torna a executar el procés un cop creats els objectes, es sobreescriuran algunes dades dels objectes com el títol o la descripció.
es: Si se vuelve a ejecutar el proceso una vez creados los objetos, se sobreescribirán algunos datos de los objetos como el título o la descripción.

source: Si marqueu aquesta opció la icona es mostrarà més gros, com un fons.
es: Si se marca esta opción el icono se vera más grande, com un fondo.

source: Simple carousel view
ca: Vista de carrusel simple
es: Carousel con una imagen en pantalla

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
ca: Especifiqueu el nombre màxim d'elements que es mostraran al portlet. Deixeu-ho en blanc per mostrar-los tots.
es: Número máximo de elementos. En blanco los muestra todos

source: Subhome
ca: Graella de portlets
es: Tablero de portlets

source: Submit the form below to download a .zip of files contained in this folder.
ca: Envieu el formulari següent per descarregar un fitxer .zip dels fitxers que conté aquesta carpeta.
es: Envíe el formulario para descargar un .zip con los archivos contenidos en esta carpeta.

source: Tags
ca: Etiquetes
es: Etiquetas

source: Tags field
ca: Camp d'etiquetes
es: Etiquetas

source: Tags field description
ca: Descripció del camp d'etiquetes
es: Descripción etiquetas

source: Target collection
ca: Col·lecció objectiu
es: Colección

source: Tells if an object is marked as important
ca: Indica si un objecte està marcat com a important
es: Marcar importante

source: Tema
es: Color

source: Termini:
es: Fecha límite:

source: Text alternatiu de la imatge
es: Texto alternativo de la imagen

source: Text de la imatge
es: Texto de la imagen

source: Text per l'avís
es: Texto del aviso

source: Text position
ca: Posició del text
es: Posición del texto

source: Text to show more content.
ca: Text per mostrar més contingut.
es: Texto a mostrar por el literal de Más contenidos.

source: The content type to check for.
ca: El tipus de contingut que cal comprovar.
es: Tipo de contenido

source: This behavior adds extra fields to a Content Type for SEO optimisation
ca: Aquest comportament afegeix camps addicionals a un tipus de contingut per a l'optimització SEO.
es: Este behavior añade campos adicionales a un tipo de contenido para la optimización SEO

source: This is an inner link
ca: Aquest és un enllaç intern
es: Este es un enlace interno

source: This portlet displays a listing of items from a Collection of events.
ca: Aquest portlet mostra una llista d'elements d'una col·lecció d'esdeveniments.
es: Este portlet muestra una lista de eventos de una colección

source: This portlet displays a listing of items from a Collection.
ca: Aquest portlet mostra una llista d'elements d'una col·lecció d'esdeveniments.
es: Lista de objetos de una colección

source: This portlet displays recent Events.
ca: Aquest portlet mostra els esdeveniments recents.
es: Este portlet muestra acontecimientos recientes.

source: This portlet displays recent News Items.
ca: Aquest portlet mostra les notícies recents.
es: El portlet muestra las noticias recientes.

source: This portlet displays the site banners.
ca: Aquest portlet mostra els bàners del lloc.
es: El portlet muestra los banners del sitio

source: This portlet lists tags by type and context.
ca: Aquest portlet llista les etiquetes per tipus i context.
es: Muestra etiquetas por tipo y contexto

source: This portlet lists upcoming Events.
ca: Aquest portlet llista els propers esdeveniments.
es: Este porlet muestra los próximos eventos

source: This process may take a while. If the request times out, the zip file will still be created in this folder. Check for the new file in
ca: Aquest procés pot trigar una estona. Si la sol·licitud s'espera, el fitxer zip encara es crearà en aquesta carpeta. Busqueu el fitxer nou a
es: Este proceso puede tardar un rato. Si la solicitud se agota, el archivo .zip todavía se creará en esta carpeta. Compruebe si está el nuevo archivo

source: Tile used to show 2 destacats in homepage
ca: Tile utilitzada per mostrar 2 elements destacats a la pàgina d'inici
es: Tile para mostrar 2 destacados en la página principal

source: Tile used to show 3 destacats in homepage
ca: Tile utilitzada per mostrar 3 elements destacats a la pàgina d'inici
es: Tile para mostrar 3 destacados en la página principal

source: Tile used to show 4 destacats events in homepage
ca: Tile utilitzada per mostrar 4 elements destacats a la pàgina d'inici
es: Tile para mostrar 4 destacados de eventos en la página principal

source: Tile used to show 5 destacats in homepage
ca: Tile utilitzada per mostrar 5 elements destacats a la pàgina d'inici
es: Tile para mostrar 5 destacados en la página principal

source: Tile used to show custom video
ca: Tile utilitzada per mostrar un vídeo personalitzat
es: Tile usada para mostrar un video personalizado

source: Tile used to show destacats in homepage
ca: Tile s'utilitza per mostrar els destacats a la pàgina d'inici
es: Muestra destacados en la página principal

source: Tile used to show easyform as tile
ca: Tile s'utilitza per mostrar un easyform com una tile
es: Muestra un formulario en una tile

source: Tipus de carrusel
es: Tipo de carusel

source: Tipus de plantilla
es: Tipo de plantilla

source: Tipus de vista
es: Tipo de vista

source: Tipus d’imatge a les pàgines principals
es: Tipo de imagen en las páginas principales

source: Tipus d’imatge als continguts
es: Tipo de imagen en los contenidos

source: Title
ca: Títol
es: Título

source: Title of the rendered portlet
ca: Títol del portlet renderitzat
es: Título del portlet

source: Title of the tile
ca: Títol del portlet renderitzat
es: Título de la tile

source: Twitter Account
ca: Compte de Twitter
es: Cuenta Twitter

source: Type
ca: Tipus
es: Tipo

source: Títol del l'avís
es: Título del aviso

source: Títol del portlet
es: Título del portlet

source: Títol per l'enllaç
es: Título para el enlace

source: URL Canvi de contrasenya
es: URL Cambio de contraseña

source: URL to open
ca: URL per obrir
es: URL para abrir

source: Uninstalls the genweb6.core add-on.
ca: Desinstal·la el complement genweb6.core.
es: Desinstala el paquete de genweb6.core

source: Uninstalls the genweb6.theme add-on.
ca: Desinstal·la el complement genweb6.theme.
es: Desinstala el paquete de genweb6.theme

source: Url that links to more content.
ca: URL que enllaça a més contingut.
es: URL a Más contenidos

source: View
ca: Vista
es: Visualizar

source: View as
ca: Veure com
es: Ver cómo

source: View as description
ca: Veure com a descripció
es: Ver cómo descripción

source: View type
ca: Tipus de visualització
es: Tipo de vista

source: Warning
ca: Avís
es: ATENCIÓN

source: Workflow state
ca: Declaració del flux de treball
es: Estado

source: You must select at least one item.
ca: Heu de seleccionar com a mínim un element.
es: Teneis que seleccionar al menos un elemento.

source: action_convert_legacy_portlets
ca: Aquí hi ha portlets antics definits. Feu clic al botó per convertir-los en portlets de nou estil.
es: Hay portlets heredados aquí definidos. Haga clic en el botón para convertirlos al nuevo estilo de portlets.

source: alert_really_delete_contents
ca: Tots els esdeveniments
es: ¿Seguro que deseas eliminar estos contenidos?

source: all_events
es: Todos los eventos

source: all_news
ca: Totes les notícies
es: Todas las notícias

source: amaga_identificacio
ca: Amaga les eines amb un enllaç d'identificació
es: Esconde las herramientas del enlace de identificación

source: box_upcoming_events
ca: Tots els esdeveniments
es: Todos los eventos

source: cancel
ca: Cancel·la
es: Cancelar

source: centre
es: Centro

source: cercle-centre
ca: Cercle al centre
es: Círculo Centro

source: cercle-dreta
ca: Cercle a la dreta
es: Círculo Derecha

source: cercle-esquerra
ca: Cercle a l'esquerra
es: Círculo Izquierda

source: cookie_policy
ca: Configuració de privadesa
es: Configuración de privacidad

source: delete
ca: Suprimeix
es: Eliminar

source: description_manage_contextual_portlets
ca: Les columnes del portlet mostraran primer els portlets assignats explícitament en aquest context. Utilitzeu els botons de cada portlet per moure'ls amunt o avall, suprimir-los o editar-los. Per afegir un portlet nou, utilitzeu la llista desplegable a la part superior de la columna.
es: Las columnas de portlet mostrarán primero los aquellos portlets explícitamente asignados en este contexto. Utilice los botones de cada portlet para subirlos, bajarlos, eliminaros o editarlos. Para agregar un nuevo portlet, utilice la lista desplegable en la parte superior de la columna.

source: description_no_events_in_folder
ca: Actualment no hi ha cap esdeveniment en aquesta carpeta.
es: Actualmente no hay eventos en este directorio.

source: description_portlets_block_unblock
ca: Si voleu bloquejar o desbloquejar certes categories de portlets, podeu fer-ho mitjançant els quadres desplegables. Els portlets que s'inclouen en aquestes categories es mostren a sota del quadre de selecció.
es: Si desea bloquear o desbloquear ciertas categorías de portlets, puede hacerlo utilizando las cajas desplegables. Los portlets incluidos en estas categorías se muestran a continuación en el cuadro de selección.

source: enable_cookies_message_before_login
ca: Les galetes no estan habilitades. Heu d'habilitar-les abans de poder iniciar la sessió.
es: Las cookies no están habilitadas. Tienes que habilitarlas antes de validarte

source: enabled
ca: Habilitat
es: Habilitado

source: events_from_until
ca: ${from} fins a ${until}.
es: ${from} hasta ${until}.

source: events_in_month
ca: Esdeveniments en ${month} ${year}
es: Eventos en ${month} ${year}

source: events_in_week
ca: Esdeveniments del dia ${day}
es: Eventos en la semana ${weeknumber}

source: events_on_day
es: Eventos en ${day}

source: folder contents
ca: Contingut de la carpeta
es: Contenidos directorio

source: future_events
ca: Esdeveniments futurs
es: Futuros eventos

source: genweb-accesarrel
ca: Carpeta arrel
es: Carpeta raiz

source: genweb-accessibility
ca: Accessibilitat
es: Accesibilidad

source: genweb-agenda
ca: Esdeveniments
es: Agenda

source: genweb-disclaimer
ca: Exempció de responsabilitat
es: Aviso legal

source: genweb-noticies
ca: Notícies <span class="icon-news large-icon pull-right"></span>
es: Noticias <span class="icon-news large-icon pull-right"></span>

source: genweb-per_recuperarla
ca: Feu clic aquí per recuperar-lo
es: aquí para recuperarla.

source: genweb-si_heu_oblidat_la_contrasenya
ca: Si has oblidat la teva contrasenya,
es: Si ha olvidado la contraseña, clique

source: genweb-si_heu_oblidat_la_contrasenya_question
ca: Has oblidat la teva contrasenya?
es: ¿Ha olvidado la contraseña?

source: genweb6.core (uninstall)
ca: genweb6.core (desinstal·la)
es: genweb6.core (desinstalar)

source: genweb6.theme (uninstall)
ca: genweb6.theme (desinstal·la)
es: genweb6.theme (desinstalar)

source: genweb_loginlocal
ca: Iniciar sessió només a aquest lloc web
es: Identifícate sólo en esta web

source: heading_signed_out
ca: La sessió s'ha desconnectat.
es: Se ha desconectado la sesión.

source: help_amaga_identificacio
ca: Amaga les eines amb un enllaç d'identificació...
es: Esconde las herramientas del enlace de identificación ...

source: help_existing_content
ca: Podeu cercar i triar un contingut existent
es: Puede buscar y elegir un contenido existente

source: help_idiomes_publicats
ca: Aquests idiomes es publicaran al lloc web, els idiomes no especificats no seran públics però seran visibles per als gestors (editors).
es: Estos serán los idiomas publicados en la web, los idiomas no espeficiados no serán públicos pero serán visibles para los gestores (editors).

source: help_languages_link_to_root
ca: Si seleccioneu aquesta opció, tots els clics a la combinació d'idiomes sempre redirigiran a l'arrel del lloc.
es: Esta opción seleccionada hace que el desplegable de idiomas siempre redireccione a la raíz del sitio web.

source: help_logo_alt
ca: Afegeix el text alternatiu (alt) del logotip de la capçalera.
es: Añada el texto alternativo (alto) del logo de la cabecera.

source: help_logo_url
ca: Afegiu l'URL del logotip.
es: Añada la URL del logo.

source: help_open_link_in_new_window
ca: Heu d'incloure http:// al principi per crear un enllaç extern.
es: Abrir en pestaña nueva

source: help_signatura_ca
ca: És el literal que apareix a la part inferior de la pàgina.
es: Es el literal que aparece al pie de la página.

source: help_signatura_en
ca: És el literal que apareix al peu de pàgina.
es: Es el literal que aparece al pie de la página.

source: help_signatura_es
ca: És el literal que apareix al peu de pàgina.
es: Es el literal que aparece al pie de la página.

source: help_static_content_element_ca
ca: Podeu afegir un identificador, una classe o un element html. Per exemple, en una pàgina Genweb estàndard, tot el contingut es troba dins de #content i tot el contingut sense títol es troba dins de #content-core.
es: Aquí se puede introducir un id, clase o elemento html. Por ejemplo, en una página genweb típica, todo el contenido está dentro de #content, y todo el contenido sin el título dentro de #content-core

source: help_static_content_title_ca
ca: Opcional: títol del portlet
es: Opcional: título del portlet

source: help_static_content_url_ca
ca: L'URL completa de la pàgina del contingut
es: La URL completa de la página desde dónde queremos visualizar el contenido.

source: help_treu_icones_xarxes_socials
ca: Elimina les icones de compartició social...
es: Quitar los iconos para compartir en las redes sociales ...

source: help_treu_menu_horitzontal
ca: Amaga el menú horitzontal...
es: Oculta el menú horizontal ...

source: homeportlets_title_1
ca: Menú L2
es: Menu L2

source: homeportlets_title_f1
ca: Primera fila
es: 1a Fila

source: homeportlets_title_f2
ca: Segona fila
es: 2a Fila

source: homeportlets_title_f3
ca: Tercera fila
es: 3a Fila

source: html_title_ca
ca: Títol web [CA]
es: Título de la web [CA]

source: html_title_en
ca: Títol web [EN]
es: Título de la web [EN]

source: html_title_es
ca: Títol web [ES]
es: Título de la web [ES]

source: idiomes_publicats
ca: Idiomes activats al lloc web
es: Idiomas publicados en la web

source: image
es: Imagen

source: imatge-gran-dreta
ca: Imatge gran a la dreta
es: Imagen grande derecha

source: imatge-gran-esquerra
ca: Imatge gran a l'esquerra
es: Imagen grande izquierda

source: inferior-centre
ca: Centre inferior
es: Inferior Centro

source: inferior-dreta
ca: Centre dreta
es: Inferior Derecha

source: inferior-esquerra
es: Inferior Izquierda

source: label_add_new_item
ca: Afegeix...
es: Añadir...

source: label_add_to_ical
ca: iCal
es: iCal

source: label_choose_template
ca: Mostra
es: Vistas

source: label_convert_portlets
ca: Convertir portlets
es: Convertir portlets

source: label_filters
ca: Filtres
es: Filtros

source: label_manage_portlets_default_view_container
ca: Esteu gestionant els portlets de la vista predeterminada d'un contenidor. Si volguéssiu gestionar els portlets del contenidor en si, ${go_here}.
es: Está administrando los portlets de la vista por defecto de un contenedor. Si quería administrar los portlets del propio contenedor, ${go_here}.

source: label_manage_portlets_default_view_container_go_here
ca: Aneu aquí
es: ir aquí

source: label_start_session
ca: Inicia sessió
es: Iniciar sesión

source: languages_link_to_root
ca: Redirecciona a l'arrel del lloc quan l'usuari fa clic als idiomes disponibles al lloc
es: Redireccionar a la raíz del sitio web al clicar sobre los idiomas del portal

source: login_text_btn
ca: Text del botó d'inici de sessió
es: Texto del botón de login

source: logo_alt
ca: Text alternatiu del logotip [CA]
es: Texto alternativo del logo [CA]

source: logo_alt_en
ca: Text alternatiu del logotip [EN]
es: Texto alternativo del logo [EN]

source: logo_alt_es
ca: Text alternatiu del logotip [ES]
es: Texto alternativo del logo [ES]

source: logo_external_url
ca: És una URL externa?
es: ¿Es una URL externa?

source: logo_url
ca: Logo URL [CA]
es: URL del logo [CA]

source: logo_url_en
es: URL del logo [EN]

source: logo_url_es
es: URL del logo [ES]

source: manage_homeportlets_link
ca: Gestionar la pàgina d'inici
es: Administra página principal

source: manage_portlets_footer
ca: Gestioneu els portlets de la pàgina d'inici
es: Administrar portlets

source: manage_subhomeportlets_link
ca: Gestioneu la graella de portlets
es: Administra el tablero de portlets

source: mode_day_link
ca: Dia
es: Día

source: mode_future_link
ca: Properament
es: Próximos

source: mode_month_link
ca: Mes
es: Mes

source: mode_past_link
ca: Passat
es: Pasados

source: mode_week_link
ca: Setmana
es: Semana

source: more_news_link
ca: Més notícies
es: Más noticias

source: more_url
ca: Mostra més
es: Ver más

source: not_show_image
ca: No mostreu la imatge a la pàgina, però sí que ho feu als portlets i a les vistes.
es: No mostrar la imagen en la página, pero sí en los portlets y vistas

source: obrir_link_finestra_nova
ca: Obrir link a una finestra nova
es: (abre en ventana nueva)

source: open_link_in_new_window
ca: Obre en una finestra nova?
es: Abrir en pestaña nueva

source: past_events
ca: Esdeveniments passats
es: Eventos pasados

source: portlet_banners_title
ca: Banners
es: Banners

source: portlet_homepage_title
ca: Benvingut
es: Bienvenido

source: portlet_multiviewcollection_title
ca: Col·lecció d'esdeveniments multivista
es: Colección multivista

source: portlet_multiviewcollectionevents_title
ca: Col·lecció d'esdeveniments multivista
es: Colección multivista de eventos

source: return_to_view
ca: Tornar
es: Regresa

source: secondary_logo_alt
ca: Text alternatiu del logotip secundari [CA]
es: Texto alternativo del logo secundario [CA]

source: secondary_logo_alt_en
ca: Text alternatiu del logotip secundari [EN]
es: Texto alternativo del logo secundario [EN]

source: secondary_logo_alt_es
ca: Text alternatiu del logotip secundari [ES]
es: Texto alternativo del logo secundario [ES]

source: secondary_logo_url
ca: URL del logotip secundari [CA]
es: URL del logo secundario [CA]

source: secondary_logo_url_en
ca: URL del logotip secundari [EN]
es: URL del logo secundario [EN]

source: secondary_logo_url_es
ca: URL del logotip secundari [ES]
es: URL del logo secundario [ES]

source: signatura_ca
es: Firma [CA]

source: signatura_en
es: Firma [EN]

source: signatura_es
es: Firma [ES]

source: subhome_desc
ca: Element per mostrar una pàgina amb diversos continguts del web
es: Elemento que permite crear una página con contenidos de distintas partes de la web

source: superior-centre
es: Superior Centro

source: superior-dreta
es: Superior Derecho

source: superior-esquerra
ca: Super esquerra
es: Superior Izquierdo

source: title_add_to_ical
ca: Descarrega aquest esdeveniment en format iCal
es: Obtenga este evento en formato iCal

source: title_legacy_portlets
ca: Portlets heretats
es: Portlets heredados

source: title_manage_contextual_portlets
ca: Gestiona els portlets per a ${context_title}
es: Administrar portlets para ${context_title}

source: today_link
ca: Avui
es: Hoy

source: todays_events
ca: Esdeveniments d'avui
es: Eventos de hoy

source: todays_upcoming_events
ca: Pròxims esdeveniments d'avui
es: Próximos eventos de hoy

source: treu_icones_xarxes_socials
ca: Elimina les icones de xarxes socials
es: Quitar los iconos para compartir en las redes sociales

source: treu_menu_horitzontal
ca: Amaga el menú horitzontal
es: Oculta el menú horizontal

source: Àngles
ca: Anglès
es: Ingles

source: És important pujar una imatge amb una resolució de 2000 x 100px. Aquesta imatge, a part, es farà servir per al fons del peu de pàgina si no hi ha una imatge principal innovadora.
es: Es importante subir una imagen con una resolución de 2000 x 100 px. Esta imagen, aparte, se utilizará para el fondo del pie de página si no existe una imagen principal innovadora.
