Repository: UPCnet/genweb6.core
Catalog: src/genweb6/core/locales/*/LC_MESSAGES/plone.po
Languages: ca, es

source: description_accessibility_info
ca: Aquest portal utilitza el sistema de gestor de continguts ${plone} que és programari lliure. Compleix les Directrius per a l'accessibilitat del contingut web (<a href="https://www.w3.org/Translations/WCAG20-ca/">${wcag} v2.0</a>) nivell 'AA' per a persones amb discapacitat, incloses les persones cegues i amb baixa visió, sordes i amb pèrdua auditiva, amb trastorns de l'aprenentatge, amb limitacions cognitives, amb moviment limitat, amb dificultats en la parla, fotosensibles i amb qualsevol combinació de les discapacitats anteriors.

source: description_wcag_aa_rating
ca: Hi ha unes quantes directrius de ${wcag} 2.0 i ${atag} 2.0 que són subjectives; potser hi ha instàncies en què les interpretacions varien.

source: heading_dashboard
ca: Escriptori de ${user_name}

source: help_domains
ca: <p> Si més amunt heu activat <em>La reescriptura dels dominis virtuals es fa abans que el proxy amb memòria cau</em>, i el portal és visible des de diversos dominis (p.ex. <code>http://example.com:80</code> i <code>http://www.example.com:80</code>), introduïu aquí tots els dominis disponibles, un per línia. Això assegura que les sol·licituds purge s'envien a tots els dominis quan sigui aplicable. Noteu que és més eficient de configurar el servidor web frontal perquè redirigeixi totes les sol·licituds a només un domini, i d'aquesta manera Zope només "veu" un domini. </p> <p> Podeu deixar aquesta llista en blanc sense cap problema: si no utilitzeu un proxy amb memòria cau, si no utilitzeu dominis virtuals, si la reescriptura dels dominis virtuals es fa després del proxy amb memòria cau, o si només hi ha un domini virtual. </p>

source: help_effective_date
ca: La data en què es publicarà l'element. Si no s'indica cap data es publicarà immediatament.

source: help_expiration_date
ca: La data en què vencerà l'element. Això farà que automàticament l'element deixi de ser visible per a altres en aquesta data. Si no s'escull cap data, l'element no vencerà mai.

source: help_inherit_local_roles
ca: Per defecte, els permisos del contenidor d'aquest element són heretats. Si es desactiva, només seran vàlids els permisos de compartició definits explícitament. A la vista general, el símbol ${image_confirm_icon} indica un valor heretat. De la mateixa manera, el símbol ${image_link_icon} indica un rol global, que és gestionat per l'administrador del lloc.

source: label_apply_changes
ca: Aplica els canvis

source: label_click_to_view_full_image
ca: Feu clic per a visualitzar la imatge a mida completa…

source: label_contentrules_rule_event
ca: esdeveniment

source: label_contentrules_rule_listing
ca: Regla de contingut

source: label_description
ca: Descripció

source: label_event_byline_location
ca: — ${location},

source: label_plone_org_description
ca: documentació, complements, suport, comunitat.

source: label_powered_by_plone
ca: Powered by Plone & Python

source: label_remove_selected_users
ca: Suprimeix els usuaris / grups seleccionats

source: label_required
ca: (Necessari)

source: label_search_entry
ca: Cerca una entrada del registre d'errors <span class="formHelp"> (per exemple "1257962690.640.49636048561")</span>

source: label_users
ca: Usuaris

source: listingheader_group_name
ca: Nom del grup

source: summary_exception_log
ca: Registre d'errors (els més recents primer)

source: types_controlpanel_new_state
ca: Nou estat

source: types_controlpanel_old_state
ca: Estat antic

source: Collection portlet
ca: Col·lecció
es: Colección

source: portlet_banners_title
ca: Bàners
es: Banners

source: AgendaGW
ca: Agenda
es: Agenda

source: FullNews
ca: Notícies amb foto
es: Notícias con foto

source: GridEvents
ca: Parrilla d'Agenda
es: Parrilla de Agenda

source: portlet_homepage_title
ca: Benvingut
es: Bienvenido

source: portlet_multiviewcollection_title
ca: Col·lecció multi-vista
es: Colección multivista

source: Nou Contingut existent
ca: Contingut existent
es: Contenido existente

source: NoticiesPropi
ca: Notícies
es: Noticias

source: Pretty RSS
ca: Canal RSS avançat
es: Canal RSS avanzado

source: homepage
ca: Pàgina principal
es: Página principal

source: portlet_multiviewcollectionevents_title
ca: Col·lecció multi-vista d'esdeveniments
es: Colección multivista de eventos

source: section_related_heading
ca: Elements relacionats

source: label_related_items
ca: Elements relacionats

source: Add new action
ca: Afegeix una nova acció

source: Settings
ca: Configuració

source: is_default_page
ca: Es pàgina per defecte

source: open_link_in_new_window
ca: Obrir en una finestra nova

source: is_important
ca: És important

source: news_image_filename
ca: Nom de l'imatge de la notícia

source: Matches none of
ca: No coincideix amb cap

source: Can only be seen and edited by the owner.
ca: Només el pot veure i editar el propietari.
es: Sólo puede verlo y editarlo el propietario.

source: Can only be seen by site managers.
ca: Només el poden veure els administradors del lloc.
es: Sólo pueden ver los administradores del sitio.

source: Comment about the last transition
ca: Comenta l'última transició
es: Comenta la última transición

source: Comments about the last transition
ca: Comentaris sobre l'última transició
es: Comentarios sobre la última transición

source: Draft
ca: Esborrany
es: Borrador

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
ca: Si heu enviat l'element per error o voleu fer edicions addicionals, això el recuperarà.
es: Si ha enviado el elemento por error o desea realizar ediciones adicionales, esto lo recuperará.

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
ca: Fer que un element sigui privat significa que no serà visible per a ningú més que el propietari i l'administrador del lloc.
es: Hacer que un elemento sea privado significa que no será visible para nadie más que el propietario y el administrador del sitio.

source: Making an item published to intranet means that it will be visible to the members (readers).
ca: Fer que un article es publiqui a la intranet significa que serà visible per als membres (lectors).
es: Hacer que un artículo se publique en la intranet significa que será visible para los miembros (lectores).

source: Member makes content private
ca: El membre fa que el contingut sigui privat
es: El miembro hace que el contenido sea privado

source: Member promotes content to public draft
ca: El membre promou el contingut a esborrany públic
es: El miembro promueve el contenido en el borrador público

source: Member retracts submission
ca: El membre es retracta de la presentació
es: El miembro es retractado de la presentación

source: Member submits content for publication
ca: El membre envia contingut per a la seva publicació
es: El miembro envía contenido para su publicación

source: Pending (%(count)d)
ca: Pendents (%(count)d)
es: Pendientes (%(count)d)

source: Pending review
ca: Revisió pendent
es: Revisión pendiente

source: Pending reviewer_queue
ca: Cua de revisors pendents
es: Cola de revisores pendientes

source: Previous transition
ca: Transició prèvia
es: Transición previa

source: Private
ca: Privat
es: Privado

source: Promotes your private item to a draft.
ca: Promociona el teu element privat a esborrany
es: Promociona tu elemento privado en borrador

source: Provides access to workflow history
ca: Proporciona accés a l'historial del flux de treball
es: Proporciona acceso al historial del flujo de trabajo

source: Publish To Intranet
ca: Publicar a la intranet
es: Publicar en la intranet

source: Published
ca: Publicat
es: Publicado

source: Publishing the item makes it visible to other users.
ca: Publicar l'element el fa visible per a altres usuaris.
es: Publicar el elemento lo hace visible para otros usuarios.

source: Puts your item in a review queue, so it can be published on the site.
ca: Col·loca el teu article en una cua de revisió perquè es pugui publicar al lloc.
es: Coloca tu artículo en una cola de revisión para que puede publicar en el sitio.

source: Restrict
ca: Restringir
es: Restringir

source: Restricted to managers
ca: Restringit als gestors
es: Restringido a los gestores

source: Retract To Intranet
ca: Retirar a la intranet
es: Retirarse en la intranet

source: Reviewer publishes content
ca: El revisor publica el contingut
es: El revisor publica el contenido

source: Reviewer sends content back for re-drafting
ca: El revisor envia el contingut per tornar-lo a redactar
es: El revisor envía el contenido para volver a redactarlo

source: Reviewer tasks
ca: Tasques de revisor
es: Tareas de revisor

source: Send the item back to draft.
ca: Torna a enviar l'element a l'esborrany.
es: Vuelve a enviar el elemento al borrador.

source: The ID of the user who performed the last transition
ca: L'identificador de l'usuari que va realitzar la darrera transició
es: El identificador del usuario que realizó la última transición

source: The last transition
ca: La darrera transició
es: La última transición

source: Time of the last transition
ca: Temps de l'última transició
es: Tiempo de la última transición

source: Visible to everyone, but not approved by the reviewers.
ca: Visible per a tothom, però no aprovat pels revisors.
es: Visible para todos, pero no aprobado por los revisores.

source: Visible to everyone, not editable by the owner.
ca: Visible per a tothom, no editable pel propietari.
es: Visible para todos, no editable por el propietario.

source: Waiting to be reviewed, not editable by the owner.
ca: A l'espera de ser revisat, no es pot editar pel propietari.
es: En espera de ser revisado, no puede editar por el propietario.

source: When the previous transition was performed
ca: Quan es va realitzar la transició anterior
es: Cuando se realizó la transición anterior

source: hide
ca: Fes privat
es: Haz privado

source: pending
ca: Pendent de revisar
es: Pendiente de revisar

source: private
ca: Privat
es: Privado

source: publish
ca: Publica
es: Publica

source: published
ca: Publicat
es: Publicado

source: publishtointranet
ca: Publica a la intranet
es: Publica en la intranet

source: reject
ca: Rebutjar
es: Rechazar

source: restrict
ca: Restringir
es: Restringir

source: restricted-to-managers
ca: Restringit als gestors
es: Restringido a los gestores

source: retract
ca: Retractar
es: Retractar

source: retracttointranet
ca: Retira a la intranet
es: Retirar en la intranet

source: show
ca: Mostrar
es: Mostrar

source: submit
ca: Presentar
es: Presentador

source: visible
ca: Esborrany
es: Borrador

source: draft
ca: Esborrany
es: Borrador

source: title
ca: Títol
es: Título

source: Title
ca: Títol
es: Título

source: created
ca: Data de creació
es: Fecha de creación

source: effective
ca: Data de publicació
es: Fecha de publicación

source: Date
ca: Data de creació
es: Fecha de creación

source: expires
ca: Data de expiració
es: Fecha de expiración

source: getIcon
ca: Icona
es: Icono

source: getId
ca: ID
es: ID

source: listCreators
ca: Llista de creadors
es: Lista de creadores

source: modified
ca: Data de modificació
es: Fecha de modificación

source: portal_type
ca: Tipus de contingut
es: Tipo de contenido

source: author_name
ca: Autor
es: Autor

source: folder_index_view
ca: Vista indexada
es: Vista indexada

source: filtered_contents_search_pretty_view
ca: Vista amb filtres
es: Vista con filtros

source: layout_view
ca: Vista mosaic
es: Vista mosaic

source: event_view
ca: Vista esdeveniment
es: Vista evento

source: Subjects
ca: Etiquetes
es: Etiquetas

source: event_listing
ca: Llista d'esdeveniments

source: filtered_contents_search_album_view
ca: Vista d'àlbum amb filtres

source: Categories
es: Categorías

source: Els usuaris amb el rol Editor poden publicar coses a la intranet i per tothom. No hi ha review.
es: Los usuarios con el rol Editor pueden publicar cosas en la intranet y para todos. No hay reseña.

source: Els usuaris amb el rol review poden publicar un element per tothom.
es: Los usuarios con papel review pueden publicar un elemento para todos.

source: Els usuaris no poden publicar els objectes, exclusiu per intranets.
es: Los usuarios no pueden publicar los objetos, exclusivo por intranets.

source: Genweb intranet workflow
es: Flujo de trabajo de la intranet Genweb

source: Genweb review workflow
es: Flujo de trabajo de revisión de Genweb

source: Genweb simple workflow
es: Flujo de trabajo sencillo de Genweb

source: esborrany
es: Borrador

source: publicaalaintranet
es: Publica en la intranet

source: retiraaesborrany
es: Retirar a borrador

source: retiraalaintranet
es: Retirar en la intranet
